/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Consortium myMed:" = "Consortium myMed:";

/* No comment provided by engineer. */
"Credits" = "Credits";

/* No comment provided by engineer. */
"Funded by:" = "Funded by:";

/* No comment provided by engineer. */
"myMed Launchpad..." = "myMed Launchpad...";

/* No comment provided by engineer. */
"MyMed web site..." = "myMed web site...";

/* No comment provided by engineer. */
"myRiviera" = "myRiviera";

/* No comment provided by engineer. */
"New item" = "New item";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* No comment provided by engineer. */
"Open web site" = "Open web site";

/* No comment provided by engineer. */
"Please write the new checklist item" = "Please write the new checklist item";

/* No comment provided by engineer. */
"Reload" = "Reload"; /* NEW */

/* No comment provided by engineer. */
"Server down, or no connection available." = "Server down, or no connection available."; /* NEW */

/* No comment provided by engineer. */
"Social Network" = "Social Network";

/* No comment provided by engineer. */
"Suggest this app" = "Suggest this app";

/* No comment provided by engineer. */
"To do" = "To do";

/* No comment provided by engineer. */
"Universities" = "Universities";

